{
  "id": "cpr_infant",
  "categoryId": "cpr",
  "titleEn": "CPR for Infants",
  "titleAr": "الإنعاش القلبي الرئوي للرضع",
  "steps": [
    {
      "en": "Ensure scene safety (Danger).",
      "ar": "تأكد من سلامة المكان (الخطر)."
    },
    {
      "en": "Check for responsiveness (Awake). If no response, call EMS immediately if there is a bystander, otherwise perform 2 minutes of CPR before calling.",
      "ar": "تحقق من الاستجابة (واعٍ). إذا لم يكن هناك استجابة، اتصل بخدمات الطوارئ فوراً إذا كان هناك شاهد، وإلا قم بإجراء دقيقتين من الإنعاش القلبي الرئوي قبل الاتصال."
    },
    {
      "en": "Open the airway using the head-tilt chin-lift technique.",
      "ar": "افتح مجرى الهواء باستخدام تقنية إمالة الرأس ورفع الذقن."
    },
    {
      "en": "Check for breathing for no more than 10 seconds (Look, Listen, Feel). If no breathing, give 2 rescue breaths.",
      "ar": "تحقق من التنفس لمدة لا تزيد عن 10 ثوانٍ (انظر، استمع، اشعر). إذا لم يكن هناك تنفس، أعطِ نفسين إنقاذيين."
    },
    {
      "en": "Begin chest compressions: Use your forefinger and middle finger only, placed on the center of the child's chest between the nipples.",
      "ar": "ابدأ بالضغطات الصدرية: استخدم إصبع السبابة والوسطى فقط، وضعهما في منتصف صدر الطفل بين الحلمتين."
    },
    {
      "en": "Compress the chest about one third (1/3) of its depth, at a rate of 100-120 compressions per minute.",
      "ar": "اضغط على الصدر حوالي ثلث عمقه، بمعدل 100-120 ضغطة في الدقيقة."
    },
    {
      "en": "Perform 30 compressions followed by 2 rescue breaths (30:2 ratio).",
      "ar": "قم بإجراء 30 ضغطة تليها نفسان إنقاذيان (نسبة 30:2)."
    },
    {
      "en": "Continue CPR until the victim starts breathing spontaneously, qualified help arrives and takes over, or you are unable to continue due to exhaustion.",
      "ar": "استمر في الإنعاش القلبي الرئوي حتى يبدأ المصاب في التنفس تلقائياً، أو يصل المساعدة المؤهلة وتتولى المسؤولية، أو تصبح غير قادر على الاستمرار بسبب الإرهاق."
    }
  ],
  "notes": [
    {
      "type": "warning",
      "en": "Do not interrupt compressions for more than 10 seconds.",
      "ar": "لا تقاطع الضغطات لأكثر من 10 ثوانٍ."
    },
    {
      "type": "best_practice",
      "en": "Ensure full chest recoil after each compression to allow the heart to refill.",
      "ar": "تأكد من ارتداد الصدر بالكامل بعد كل ضغطة للسماح للقلب بالامتلاء."
    },
    {
      "type": "info",
      "en": "For infants, compressions are performed with two fingers.",
      "ar": "بالنسبة للرضع، يتم إجراء الضغطات بإصبعين."
    },
    {
      "type": "info",
      "en": "If alone with an infant, perform 2 minutes of CPR before calling EMS.",
      "ar": "إذا كنت بمفردك مع رضيع، قم بإجراء دقيقتين من الإنعاش القلبي الرئوي قبل الاتصال بخدمات الطوارئ."
    }
  ],
  "sourceUrl": "https://en.wikibooks.org/wiki/First_Aid/C_for_Compressions"
}
