{
  "id": "env_lightning",
  "categoryId": "environmental",
  "titleEn": "Lightning Strike",
  "titleAr": "ضربة برق",
  "steps": [
    {
      "en": "Ensure scene safety: move yourself and the victim to a safe location away from further lightning risk. Do not approach if danger is still present.",
      "ar": "تأكد من سلامة المكان: انقل نفسك والمصاب إلى مكان آمن بعيداً عن خطر البرق الإضافي. لا تقترب إذا كان الخطر لا يزال موجوداً."
    },
    {
      "en": "Call EMS immediately. All lightning strike victims require urgent medical assessment.",
      "ar": "اتصل بخدمات الطوارئ فوراً. جميع ضحايا ضربات البرق يتطلبون تقييماً طبياً عاجلاً."
    },
    {
      "en": "Assess ABCs. Lightning can cause cardiac arrest or respiratory arrest. Be prepared to start CPR immediately if no breathing or pulse.",
      "ar": "تحقق من مجاري الهواء والتنفس والدورة الدموية. يمكن أن يسبب البرق سكتة قلبية أو توقف التنفس. كن مستعداً لبدء الإنعاش القلبي الرئوي فوراً إذا لم يكن هناك تنفس أو نبض."
    },
    {
      "en": "Look for burns (often entry and exit points, like electrical burns) and other injuries. Cover burns with sterile dressings.",
      "ar": "ابحث عن الحروق (غالباً نقاط الدخول والخروج، مثل الحروق الكهربائية) والإصابات الأخرى. غطِ الحروق بضمادات معقمة."
    },
    {
      "en": "Treat for shock by lying the victim flat and raising their legs if possible.",
      "ar": "عالج من الصدمة عن طريق إراحة المصاب على ظهره ورفع ساقيه إذا أمكن."
    },
    {
      "en": "Immobilize the spine if a spinal injury is suspected (e.g., from a fall caused by the strike).",
      "ar": "ثبت العمود الفقري إذا اشتبه في إصابة في العمود الفقري (على سبيل المثال، من سقوط ناتج عن الضربة)."
    },
    {
      "en": "Monitor vital signs continuously until professional help arrives.",
      "ar": "راقب العلامات الحيوية باستمرار حتى وصول المساعدة المهنية."
    }
  ],
  "notes": [
    {
      "type": "warning",
      "en": "Lightning can cause severe internal injuries even if external signs are minimal. Always seek immediate medical attention.",
      "ar": "يمكن أن يسبب البرق إصابات داخلية خطيرة حتى لو كانت العلامات الخارجية ضئيلة. اطلب المساعدة الطبية الفورية دائماً."
    },
    {
      "type": "info",
      "en": "Unlike other mass casualty incidents, lightning strike victims who appear lifeless should be prioritized for CPR, as cardiac arrest is often reversible.",
      "ar": "على عكس حوادث الإصابات الجماعية الأخرى، يجب إعطاء الأولوية في الإنعاش القلبي الرئوي لضحايا ضربات البرق الذين يبدون بلا حياة، حيث أن السكتة القلبية غالباً ما تكون قابلة للعكس."
    }
  ],
  "sourceUrl": "https://en.wikibooks.org/wiki/First_Aid/Environmental_Illness_%26_Injury"
}
